const hormonAnalyses = [
    {
        "hormon": "Эстроген",
        "ages": [
            { "min": "0", "max": "11", "low": "5", "high": "22" },
            { "min": "16", "max": "44", "low": "11", "high": "191" },
            { "min": "45", "max": "100", "low": "5", "high": "90" }
        ]
    },
    {
        "hormon": "Прогестерон",
        "states": [
            {
                "name": "менструальный цикл",
                "phases": [
                    { "name": "фолликулярная фаза", "low": "0.32", "high": "2.25" },
                    { "name": "фаза овуляции", "low": "0.49", "high": "9.41" },
                    { "name": "лютеиновая фаза", "low": "6.95", "high": "56.63" },
                    { "name": "постменопауза", "low": "0.01", "high": "0.64" }
                ]
            },
            {
                "name": "беременность",
                "phases": [
                    { "name": "Первый триместр", "low": "8.90", "high": "468.5" },
                    { "name": "Второй триместр", "low": "71.50", "high": "303.2" },
                    { "name": "Третий триместр", "low": "88.70", "high": "771.50" }
                ]
            },
            {
                "name": "прием гормональных контрацептивов",
                "phases": [
                    { "name": "фолликулярная фаза", "low": "0.01", "high": "3.6" },
                    { "name": "фаза овуляции", "low": "1.52", "high": "5.45" },
                    { "name": "лютеиновая фаза", "low": "3.01", "high": "66.8" },
                    { "name": "постменопауза", "low": "0.01", "high": "3.19" }
                ]
            }
        ]
    },
    {
        "hormon": "Тестостерон",
        "ages": [
            { "min": "0", "max": "19", "low": "0.13", "high": "3.09" },
            { "min": "20", "max": "39", "low": "0.13", "high": "3.09" },
            { "min": "40", "max": "59", "low": "0.13", "high": "2.6" },
            { "min": "60", "max": "100", "low": "0.13", "high": "1.8" }
        ]
    }
];